---
type: FilterStringBeginsWith
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# FilterStringBeginsWith

`Autodesk.Revit.DB.FilterStringBeginsWith` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | FilterStringBeginsWith | 2011 | `public FilterStringBeginsWith ()` |